{
  " Şirketimiz 1989 yılında iplik üretim faaliyetine başlamıştır. İlk kurulumu Uşak merkezinde iken şirketimiz şu anda Uşak Organize Sanayi Bölgesi’nde üç ayrı fabrikada %100 ham pamuk, pamuk polyester ve rejenere elyaf ham maddeleri, akrilik, viskon, yün karışımlarından open-end, beyaz, renkli ve melanj iplik üretimi yapmaktadır. İplik sağladığımız sektörler: yuvarlak örgü, triko, gömlek imalatçıları, havlu, çorap ve farklı kumaş üreticilerine 8Ne-30Ne arasında iplikler. Müşterilerimizin özel karışımlı tekliflerine ve kalitelerine uygun özel üretimler yapmaktayız.": " Şirketimiz 1989 yılında iplik üretim faaliyetine başlamıştır. İlk kurulumu Uşak merkezinde iken şirketimiz şu anda Uşak Organize Sanayi Bölgesi’nde üç ayrı fabrikada %100 ham pamuk, pamuk polyester ve.",
  " Tecrübemiz , İşimiz , Kalitemiz ...": " Our Experience , Works , Quality ...",
  "Ana Sayfa": "Home Page",
  "Kurumsal": "Institutional",
  "Üretim": "Production",
  "Medya": "Media",
  "İletişim": "Contact",
  "Bize Ulaşın": "Contact us",
  "Hakkımızda": "About Us",
  "İLETİŞİM": "Contact",
  "YARDIMCI OLABILECEGIMIZ HERHANGI BIR SORUNUZ MU VAR ?": "DO YOU HAVE ANY QUESTIONS WE CAN HELP WITH?",
  "Firmamız Konfeksiyon sektörü için başta Avrupa ülkeleri olmak üzere dokuma kumaş tedarik etmektedir. Satış ve pazarlama faaliyetleri ile üretim kapasitesini arttırarak Global ve Yurtiçi pazarda her geçen yıl ihracat bölgelerine yükselmekteyiz.": "Our company has been supply the woven fabrics to mainly European Countries for Apparel industry. We are increasing to export areas at each year in Global and Domestic market with increasing the production capacity with sales and marketing activities.",
  "İhracat Alanları": "Export Areas",
  "Avrupa": "Europe",
  "Asya": "Asia",
  "USA": "USA",
  "Tecrübemiz , İşimiz , Kalitemiz ...": "Our Experience, Our Business, Our Quality ...",
  "Dünya standartlarında iplik üretimi için kaliteden ödün vermiyoruz.": "We do not compromise on quality for world-class yarn production.",
  "İş süreçlerimizin tümünde %100 müşteri memnuniyetini hedefliyoruz.": "We aim for 100% customer satisfaction in all of our business processes.",
  "Geri Kazanılmış ham maddeleri yeniden kullanarak çevreye dost bir üretim politikası sürdürüyoruz.": "We maintain an environmentally friendly production policy by reusing recycled raw materials.",
  "MÜŞTERİ MEMNUNİYETİ": "CUSTOMER HAPPINESS",
  "YÜKSEK KALİTE": "HIGH QUALITY",
  "ÇEVRE DOSTU ÜRETİM": "ECO-FRIENDLY PRODUCTION",
  "PERFORMANS ÇÖZÜMLERİ ÜRETİYORUZ": "WE FABRICATEPERFORM SOLUTIONS",
  "İŞ BİRLİĞİ. ÜRETİM. SONUÇ. TESLİM": "COLLABORATE . PRODUCE . FINALIZE . DELIVER",
  "ZENGİN ÜRÜN YELPAZESİ": "RICH PRODUCT RANGE",
  "FARKLI RENK VE BÜKÜM SEÇENEKLERİ": "with Different Color and Twist Options...",
  "DİNAMİK ÜRETİM": "WHAT WE DO A DYNAMIC PRODUCER",
  "DOKUMA. EN İYİ KUMAŞ, PAZARLAMA": "WEAVING . FINEST FABRICS . MARKETING",
  "ZAMANINIZI KORUYUN": "PROTECT HOW TO YOUR TIME",
  "NİTELİKLİ PERSONEL. TECRÜBE. SAYGI": "QUALIFIED STAFF . EXPERIENCE . RESPECT",
  "Vizyonumuz": "Our Vision",
  "Müşterilerimiz ve üretim ortaklarımızla karşılıklı ve sürdürülebilir büyümeyi gerçekleştirmek.": "To realize mutual and sustainable growth with our customers and production partners.",
  "Sektörümüzde, uyguladığımız sosyal sorumluluk ilkeleri ile uluslar arası alanda belirleyici olmak.": "To be decisive in the international arena with the social responsibility principles we apply in our sector.",
  "Son teknoloji ve süreç uygulamaları ile sektöre yeni hizmetler sunmak ve lider konumda olmak.": "To provide new services to the industry with cutting-edge technology and process applications, and to be in a leading position.",
  "Tedarik zinciri boyunca yer alan tüm süreçlerimizi bilişim teknolojileri ile entegre ederek müşterilerimizin artan üretim ihtiyaçlarına cevap vermek.": "To meet our customers' increasing production needs, we integrate all processes throughout the supply chain with information technologies.",
  "Üretim süreçlerini kısaltmak için müşterilerimiz ile ilişkilerimizi sürekli hale getirmek.": "To shorten production processes, we strive to maintain continuous relationships with our customers.",
  "Süreç odaklı kalite yönetim sistemini uygulamak.": "Implementing a process-focused quality management system.",
  "Misyonumuz": "Our mission",
  "Amacımız müşterilerimizin beklentilerine tamamiyle cevap verebilmek, firmamızın rekabet ve gelişim gücünü arttırabilmektir.": "Our aim is to fully meet our customers' expectations and enhance our company's competitive and developmental strength.",
  "Hizmette hedefimiz “İlk Seferde Doğru Yapmak” ve “Sıfır Hata”dır. İmal etmekte olduğumuz hizmetlerin zamanında, eksiksiz ve problemsiz olarak teslim edilmesi vazgeçilemez bir ilkedir.": "Our service goal is to 'Get It Right the First Time' and achieve 'Zero Defects.' Timely, complete, and problem-free delivery of our services is an essential principle.",
  "Ar/Ge ve Hizmet Geliştirme faaliyetlerindeki hedefimiz; bilgimizi ve üreticiliğimizi sürekli olarak geliştirerek, müşteri memnuniyeti ve rekabet için etkin hizmetler tasarlamaktır.": "Our objective in R&D and Service Development activities is to continuously improve our knowledge and productivity to design effective services for customer satisfaction and competitiveness.",
  "Kalite Politikalarımız": "Our Quality Policies",
  "Şirketimizin yetenek ve kapasitesi doğrultusunda, müşterilerimizin tüm hizmet beklentilerini dünya standartlarında karşılamak,": "In line with our company's capabilities and capacity, we aim to meet all of our customers' service expectations at global standards.",
  "Ülke ve bölge ekonomisine katkıda bulunmak,": "Contribute to the country and regional economy.",
  "Mevcut ve yeni hizmetlerimiz ile faaliyet bölgelerimizin gelişiminde önemli roller alarak, sürekli girişimci olmak,": "Play significant roles in the development of our operational regions through existing and new services, aiming for continuous entrepreneurship.",
  "Yenilikçi bir şirket olarak, geleceği şekillendirme arzusu ve insanlığa faydalı olan yenilikler üretme konusundaki kararlılığının arkasında durmak,": "As an innovative company, we stand behind our desire to shape the future and our determination to create innovations that benefit humanity.",
  "İnsana odaklı çalışmayı temel almak,": "To prioritize people-centric work.",
  "Konusunda uzman personel kadrosu ile çalışmayı ilke edinmek,": "To adopt working with a team of expert personnel as a principle.",
  "Yalnızca bulunduğu bölgede değil ülke ve hatta dünya çapında bir marka olmak…": "To become not only a regional but also a national and even global brand...",
  "İşimiz, tekstil artıklarını özenle seçerek onları elyafa dönüştürmekle başlıyor. Bu elyaflar, bizim için gerçek bir hazine çünkü onlardan kaliteli iplikler üretiyoruz. Bu iplikler, giyimden ev tekstiline kadar birçok farklı alanda kullanılıyor. Hayal edebileceğiniz her türlü üründe bizim elyaf ve ipliklerimizin izlerini bulabilirsiniz.": "Our work starts by carefully selecting textile waste and transforming them into fibers. These fibers are a real treasure for us because we produce high-quality yarns from them. Our yarns are used in various fields, from clothing to home textiles. You can find the traces of our fibers and yarns in any kind of product you can imagine.",
  "Elbette, ipliklerimizin bükümlerini de özenle yapıyoruz. Sonuç olarak, dayanıklı ve esnek iplikler elde ediyoruz. Böylece sizlere, uzun süre dayanan ve rahat giyilen ürünler sunabiliyoruz.": "Of course, we also carefully twist our yarns. As a result, we obtain durable and flexible yarns, allowing us to offer products that last long and provide comfort.",
  "Bizim için sadece kaliteli ürünler üretmek yetmez. Aynı zamanda çevreye olan duyarlılığımızı da önemsiyoruz. Tekstil atıklarını geri dönüştürerek, kaynakları daha etkin bir şekilde kullanmanın yanı sıra, doğaya olan etkimizi de en aza indiriyoruz. Sizlerin de bu sürdürülebilir çabamıza katılmanızı ve gelecek nesillere daha iyi bir dünya bırakmamıza yardımcı olmanızı umuyoruz.": "For us, it is not enough to produce only high-quality products. We also value our environmental awareness. By recycling textile waste, we not only utilize resources more effectively but also minimize our impact on the environment. We hope you will join our sustainable efforts and help us leave a better world for future generations.",
  "Biz, dost canlısı ve samimi bir ekibiz. Müşteri memnuniyeti bizim için her zaman önceliklidir ve size en iyi hizmeti sunmak için sürekli çalışıyoruz. Sorularınızı yanıtlamaktan ve ihtiyaçlarınızı karşılamaktan mutluluk duyarız.": "We are a friendly and sincere team. Customer satisfaction is always our priority, and we continuously strive to provide you with the best service. We are happy to answer your questions and meet your needs.",
  "Tekstil geri dönüşümünde uzmanlaşmış bir işletme olarak, sizlere kaliteli ürünler sunmak ve dostça bir ilişki kurmak için buradayız. Lider konumumuzu korurken sürekli olarak kendimizi geliştirmeye devam ediyoruz.": "As a specialized textile recycling business, we are here to offer you quality products and establish a friendly relationship. While maintaining our leadership position, we continue to improve ourselves.",
  "AR-GE Ar-Ge ofisimizde farklı iplikler, dokuma teknikleri ve apre çeşitleri ile müşteri talepleri ve trendler doğrultusunda yenilikçi çözümler sunulmaktadır.": "Innovation solutions are offered in our R&D office with different yarns, weaving techniques, and finishing types according to customer demands and trends.",
  "İpliklerimizle dokuduğumuz sürdürülebilir bir dünya.": "Creating a sustainable world with our yarns.",
  "İstenilen her renk ve kalitede üretim…": "Production in any color and quality you desire…",
  "Seri üretimini yaptığımız ürünlerin yanı sıra istediğiniz renk ve kalitede ürünler de üretiyoruz.": "In addition to the products we produce in serial production, we also manufacture products in the color and quality you desire.",
  "PAMUKLU İP İÇERİK": "COTTON YARN CONTENT",
  "Büküm": "Twist",
  "YÜN İP İÇERİK": "WOOL YARN CONTENT",
  "Pamuk": "Cotton",
  "Bize Ulasin": "Reach Us",
  "Müşterilerimize en uygun maliyetlerle yüksek kaliteli ürün ve hizmetleri sunarken, aynı zamanda zamanında teslimatları sağlamaktayız. Bu denge sayesinde müşterilerimize rekabetçi bir avantaj sağlarken, iş süreçlerinde verimliliği artırmak ve memnuniyeti en üst düzeye çıkarmak hedefimizdir.": "While providing our customers with high-quality products and services at the most reasonable costs, we also ensure timely deliveries. This balance allows us to give our customers a competitive advantage while enhancing efficiency and maximizing satisfaction in business processes.",
  "Firmamız dünyanın her yerine taşıma hizmeti sunmaktadır. Sizlerin yüklerini, zamanında ve güvenilir bir şekilde hedef noktalara ulaştırmak için en iyi çözümleri sunmaktayız. Size özel çözümlerimiz ve global ağımızla, uluslararası transport ihtiyaçlarınızı karşılamak için buradayız.": "Our company provides transportation services to anywhere in the world. We deliver your goods to the destination points on time and reliably, offering the best solutions. With our customized solutions and global network, we are here to meet your international transport needs."
}
